By Karina
磨练作家之耳的作品——《地球编年史》

在我的认知里，读书是一件好事，可是知道不等于做到。
人生里大量阅读的时段在小学到初中，
那个时候家里管的严，开学期间禁止看电视，用电脑，于是“看闲书”就成了为数不多的爱好。
读过的严肃阅读书籍，多是在那个时期阅读的，
还记得熬夜看鲁迅文集，不管自己看不看得懂，都让父亲从图书馆借回来。
后来年纪渐长，操心的无聊事也多了起来，加上注意力在网络时代严重损耗，
几乎只能读进去“爽文”，严肃阅读一年也读不了几本。
幸好还有改变的愿望，于是想从一些类严肃阅读的书籍开始。

《地球编年史》系列一共有8本，7本研究成果，加一本名词解释。
其内容争议非常大，因为作者的7本著作都论证了一个主题：人类起源于外星文明。
作者撒迦利亚·西琴 攻读过考古学，历史学，语言学及神话学等，是世界上少数能破译苏美尔文字的学者，同时也精通希伯来文等欧洲语言，
而他的论证材料也来自于考古发掘出的苏美尔等古文明文献，同时对照圣经等神话著作，以及一些古文明的遗迹。

有不少人将这系列丛书称为“科幻”，
但其依据却来自于考古，文字学，《圣经学》的最新研究成果。
作者将这些山一般的资料组织起来，去证明远古众神正是创造人类的“外星人”，
而苏美尔神话，《圣经》，皆是人类对“众神”在地球上生活的记忆。
历史上确实有很多巧合，成为作者“穿凿附会”的材料，
比如人类的进化链：猿，人类的祖先出现于2500万年之前，大约1400万年前像类人猿转变，
从那时起进化了1100万年类人猿才真正出现。3万年前的“尼安德特人”和类人猿的“南方高级古猿”非常相似，
在以千万年为变化的进化链里非常正常，而智人是突然出现在3.5万年的，并且一出现就与现代人十分相似。
书中这类巧合数不胜数，读起来和阴谋论一样，非常有意思。

但这本书的价值在于作者本人深厚的古文献知识，和考古学知识。
这些材料单独阅读也许会比较枯燥，
可是他们被作者用来讲“神是外星人”这样的故事后，就变得很有趣。
于是读完未必会相信“人类是外星人创造的”，却会记住各种文明的神话故事，
也能进一步了解这些神话背后的民族，文化。

希望读完这7本书后，我的耐心渐长，能够啃下更硬的大部头。
